<template>
  <div class="term_section">
    <div class="section-logo">
      <img src="/images/leo_icon_header.png" class="logo" />
    </div>
    <h2>利用規約</h2>
    <h3>第1条 （適用）</h3>
    <div class="detail-section">
      <p>1. この利用規約（以下、「本規約」といいます。）は、株式会社ガイアックス（以下、「当社」といいます。）が提供するインターネットサイト「leo」により表示されるサイトを指し、以下、「本サイト」といいます。）において当社が提供するサービス（以下、「本サービス」といいます。）を利用する個人及び法人と当社との権利義務関係を定めるものです。</p>
      <!-- 当社をに変える -->
      <p>2. 本サービスを利用する個人及び法人は、本サービスの利用により、本規約が適用されることについて予め同意し利用しているものとみなします。なお、未成年者の利用には保護者の方による事前の承諾を得ていることが前提となります。</p>
      <p>3. 当社が本サイト上で掲載する本サービスに関するルール等も本規約の一部を構成するものとします。</p>
      <p>4. 本規約の内容と、前項のルール等が異なる場合は、本規約の規定が優先するものとします。</p>
    </div>
    <h3>第2条 （定義）</h3>
    <div class="detail-section">
      <p>本規約において各用語の定義は以下に定めるものとします。</p>
      <p>(1)「サービス利用契約」とは、当社と本サービスを利用する個人及び法人との間の本規約に基づく本サービスの利用契約を意味します。</p>
      <!-- <p>(2)「応援する人」とは、第3条の定めに従い登録を完了し、本サイトを通じて、応援される人(第3号で定義します。)に応援を送る個人又は法人をいいます。</p>
      <p>(3)「応援される人」とは、本サイトにおいて応援する人から応援（以下、「チア」といい、第6号で定義します。）を送られた個人または法人をいいます。</p>
      <p>(4)「支援者」とは応援される人に対して、支援(第5号で定義します。)を提供する個人または法人をいいます。</p>
      <p>(5)「支援」とは応援される人がチアを消費することで、支援者から受けられるサービスのことをいいます。支援者は本サイト上で支援内容の概要を掲載し、応援される人からの利用申込みを募集します。</p>
      <p>(6)「チア」とは、応援する人から応援される際に付与され、支援を得る時に消費されるポイントのことである。</p> -->
      <p>(2)「知的財産権等」とは、著作権（著作権法第27条及び第28条に定める権利を含む。）、特許権、実用新案権、商標権、意匠権その他の知的財産権（それらの権利を取得し、又はそれらの権利につき登録等を出願する権利を含む。）及びノウハウを意味します。</p>
    </div>
    <h3>第3条 （利用登録 ）</h3>
    <div class="detail-section">
      <p>1.　登録希望者が、本規約を遵守することに同意し、かつ当社の定める一定の情報を当社の定める方法で提供することにより、当社に対し、本サービスの利用の登録を申請することができます。なお、未成年者の利用登録には保護者の方による事前の承諾を得ていることが前提となります。</p>
      <!-- 登録希望者がに変えた -->
      <p>2. 当社は、前項に基づいて登録申請を行った登録希望者（以下、「登録申請者」といいます。）の登録の可否を判断し、当社が登録を認める場合にはその旨を登録申請者に通知し、当該通知により登録が完了したものとします。</p>
      <p>3. 当社は、登録申請者が、以下の各号のいずれかの事由に該当する場合登録を拒否することがあり、又その理由につき一切開示する義務を負わないものとします。</p>
      <p>(1)当社に提供した登録事項の全部又は一部につき虚偽、誤記又は記載漏れがあった場合</p>
      <p>(2)未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、法定代理人、後見人、保佐人又は補助人の同意等を得ていなかった場合</p>
      <p>(3)反社会的勢力等（暴力団、暴力団員、暴力団準構成員、暴力団関係企業、その他これに準じる者を意味します。）である、又は反社会的勢力等を利用もしくは反社会的勢力等に資金提供や便宜の供与を行う等の反社会的勢力等と社会的に許容されない関係を有すると当社が判断した場合</p>
      <p>(4)登録申請者が過去当社と何らかの契約に違反した者又はその関係者であると当社が判断した場合</p>
      <p>(5)登録申請者が過去当社により本サービスの登録を抹消されたことがある場合</p>
      <p>(6)その他、当社が登録を適当でないと判断した場合</p>
      <p>4. 本条第2項の登録の完了時に、当社と登録申請者間でサービス利用契約が成立します。登録の完了後、登録申請者は応援する人又は応援される人もしくは支援者として、本サービスを利用できるものとします。</p>
    </div>
    <h3>第4条 （登録事項の変更）</h3>
    <div class="detail-section">
      <p>本サービス利用者は、登録事項に変更があった場合、当社の定める方法により当該変更事項を遅滞なく当社に通知するものとします。</p>
      <!-- 本サービス利用者はに変更 -->
    </div>
    <h3>第5条 （禁止事項）</h3>
    <div class="detail-section">
      <p>登録ユーザーは、本サービスの利用にあたり、以下の各号に該当する行為又は該当するとが判断する行為を行うことを禁止します。</p>
      <p>(1)法令に違反する行為又は犯罪行為に関連する行為</p>
      <p>(2)当社、本サービスのユーザーもしくはその他の第三者に対する詐欺又は脅迫行為</p>
      <!-- ユーザーに変更 -->
      <p>(3)公序良俗に反する行為</p>
      <p>(4)当社、ユーザーもしくはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利又は利益を侵害する行為</p>
      <p>(7)本サービスにおいて利用申込みを募集する際において消費者契約法、特定商取引法等関連する法律に反する広告、表示、契約条件を掲載し募集する行為</p>
      <!-- （7）いらないかも -->
      <!-- <p>(8)当社の本サービスを通さず、応援される人と支援者で直接支援に関する取引を行う行為。</p> -->
      <p>(8)本サービスのネットワーク又はシステム等に過度な負荷をかける行為</p>
      <p>(9)本サービスの運営を妨害するおそれのある行為</p>
      <p>(10)当社のネットワーク又はシステム等に不正にアクセスし、又は不正なアクセスを試みる行為</p>
      <p>(11)第三者に成りすます行為</p>
      <p>(12)当社が許諾していない本サービス上での宣伝、広告、勧誘、又は営業行為</p>
      <p>(13)本サービスを利用する他のユーザーもしくはその他の第三者に不利益、損害、不快感を与える行為</p>
      <p>(14)反社会的勢力等への利益供与</p>
      <p>(15)面識のない異性との出会いを目的とした行為</p>
      <p>(16)その他、当社が不適切と判断する行為</p>
    </div>
    <h3>6条 （本サービスの停止又は中断）</h3>
    <div class="detail-section">
      <!-- 応援する人、応援される人及びは支援者を登録ユーザーに変更 -->
      <p>1. 当社は、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの全部又は一部の停止又は中断することができるものとします。</p>
      <p>(1)本サービスに係るコンピューターシステム・ソフトウェアの点検又は保守作業を緊急に行う場合</p>
      <p>(2)本サービスに係るコンピューターシステム・ソフトウェア、通信回線が事故により停止した場合</p>
      <p>(3)地震、火災、停電、戦争、暴動、その他合理的支配の及ばない不可抗力により本サービスの運営ができなくなった場合</p>
      <p>(4)その他、当社が停止又は中断を必要と判断した場合</p>
      <p>2. 当社は、本条に基づき本サービスの停止を行ったことにより登録ユーザーに生じた損害又は損失について一切の責任を免れるものとします。</p>
    </div>
    <h3>第7条 （権利帰属）</h3>
    <div class="detail-section">
      <p>1. 本サービスに関する知的財産権等は全て当社又は当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービス利用の許諾は当該知的財産権等の利用許諾を意味するものでないことを登録ユーザーは同意するものとします。</p>
      <!-- 登録ユーザー ↑↓ -->
      <p>2. 本サービスの登録ユーザーは本サービスにおいて掲載する情報、コメント等について、自らが投稿その他送信することについての適法な権利を有していること、及び掲載する情報が第三者の権利を侵害していないことを当社に対して表明し、保証するものとします。</p>
      <p>3. 本サービスの登録ユーザーは、本サービスに掲載する情報を当社が広告目的で他社メディアへの掲載のために利用（複製、配布、派生著作物の作成等を含むがこれに限らないものとします。）することを許諾するものとします。</p>
      <p>4. 本サービスの登録ユーザーは、当社及び当社から権利を承継し又は許諾された者に対して著作者人格権を行使しないことに予め同意するものとします。</p>
    </div>
    <h3>第8条 （利用停止、登録抹消、利用契約解除）</h3>
    <div class="detail-section">
      <p>1. 当社は、登録ユーザーが、以下の各号のいずれかに該当する又は当社が該当すると判断した場合は、事前に通知又は催告することなく、登録ユーザーについて本サービスの利用を一時的に停止し、又は登録の抹消もしくはサービス利用契約を解除することができます。</p>
      <!-- 登録ユーザー -->
      <p>(1)本規約のいずれかの条項に違反した場合</p>
      <p>(2)登録事項に虚偽の事実があることが判明した場合</p>
      <p>(3)支払い停止もしくは支払不能となり、又は破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始もしくはこれらの手続の開始の申立てがあった場合</p>
      <p>(4)6ヵ月以上本サービスの利用がない場合</p>
      <p>(5)当社からの問い合わせその他の回答を求める連絡に対して7日間応答がない場合</p>
      <p>(6)第3条第3項各号に該当する場合</p>
      <p>(7)その他、当社が本サービスの利用、登録又はサービス利用契約の継続を適当でないと判断した場合</p>
      <p>2. 前項各号のいずれかの事由に該当した場合、登録ユーザーは、当社に対して負っている債務があるときは、その一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払いを行わなければなりません。</p>
      <p>3. 当社は、本条に基づき当社が行った行為により登録ユーザーに生じた損害又は損失について一切の責任を負いません。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第9条 （退会）</h3>
    <div class="detail-section">
      <p>1. 登録ユーザーは、当社所定の方法に従い本サービスから退会、登録の抹消等をすることができます。</p>
      <!-- 登録ユーザー -->
      <p>2. 退会時の債務が残存する場合、登録ユーザーは残存する債務の一切について期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</p>
      <!-- <p>3. 応援する人及び応援される人は、本サービスに登録された後は、登録された事実がブロックチェーンに記録されるため、登録を抹消することができません。</p> -->
    </div>
    <h3>第10条 （本サービスの内容の変更、終了等）</h3>
    <div class="detail-section">
      <p>1. 当社は、当社の都合により、本サービスの内容を変更し、又は提供を終了することができるものとします。当社が本サービスの提供を終了する場合、当社は登録ユーザーに1ヵ月前までに通知するものとします。</p>
      <!-- 保存した記事が見れなくなる旨を伝えておいた方がいいかも -->
      <p>2. 当社は、本条に基づき当社が行った措置に基づき本サービスの登録ユーザーに生じた損害につき一切の責任を負わないものとします。</p>
    </div>
    <h3>第11条 （登録情報・掲載情報の削除）</h3>
    <div class="detail-section">
      <p>サービス利用契約が理由の如何を問わず終了した場合、当社は本サービスの登録ユーザーの登録情報及び本サービスに掲載した情報を速やかに削除するものとします。ただし、本サービスの登録ユーザーは、本サービスに掲載された情報が本サービス以外の外部メディアでの広告等で掲載された場合、当該情報は削除されない場合があることを予め承諾するものとします。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第12条 （免責・責任制限）</h3>
    <div class="detail-section">
      <p>サービス利用契約が理由の如何を問わず終了した場合、当社は本サービスの登録ユーザーの登録情報及び本サービスに掲載した情報を速やかに削除するものとします。ただし、本サービスの登録ユーザーは、本サービスに掲載された情報が本サービス以外の外部メディアでの広告等で掲載された場合、当該情報は削除されない場合があることを予め承諾するものとします。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第13条 （秘密保持）</h3>
    <div class="detail-section">
      <p>本サービスの登録ユーザーは、本サービスに関連して当社が秘密に取り扱うことを求めて開示した非公知の情報について、当社の書面の承諾がある場合を除き、秘密に取り扱うものとします。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第14条 （個人情報保護）</h3>
    <div class="detail-section">
      <p>1. 当社は、本サービスの提供に関連して登録ユーザーの個人情報等を取り扱う場合、個人情報保護法及びその他ガイドラインに則り、当該情報を取り扱うものとします。</p>
      <p>2. 当社は、本サービスを提供するに当たり、当社が了知した個人情報等について、以下各号に定める目的で利用するものとし、登録ユーザーは予めこの点について了承するものとします。</p>
      <p>(1)本サービスを提供し、本サービスの登録ユーザーを管理するために必要な場合（本人確認等をする場合を含みます。）</p>
      <p>(2)当社各種サービスのご案内等(ダイレクトメールの送付、電子メールの送信を含みます。)を行う場合</p>
      <p>(3)本規約や法律等に基づく権利の行使や義務の履行の場合</p>
      <p>(4)本サービスの品質管理・品質向上のために行うマーケティング調査及び分析に利用する場合</p>
      <p>(5)本サービスの各種問い合せに対応する場合やアフターサービスを行う場合</p>
      <p>(6)本サービスの提供に関する事柄についての連絡、追加サービス等の情報提供を行う場合</p>
      <p>(7)本サービスにおけるシステムの維持、不具合対応を行う場合</p>
      <p>(8)その他、当社が本サービスの登録ユーザーに事前連絡の上、個別に了承をいただいた目的に利用する場合</p>
      <p>3. 当社は、登録ユーザーの個人情報等を、以下のいずれかの事由に該当する場合を除き、本人以外の第三者に開示しないものとし、かつ本サービスを提供していく上で必要な範囲を超えて利用しないものとします。</p>
      <p>(1) 本サービスの登録ユーザーの同意が得られた場合</p>
      <p>(2)本サービスに関して、当社の権利行使に必要な場合</p>
      <p>(3)合併、営業譲渡その他の事由による事業の承継の際に事業を承継する者に対して開示する場合</p>
      <p>(4)個人情報保護法その他の法令により認められた場合</p>
      <p>(5)官公庁等の公的機関から法令に基づき開示を求められた場合</p>
      <p>4. 本サービスの登録ユーザーは、当社が本条第2項及び3項に定める目的で個人情報等を収集・利用することについて、予め了承するものとします。</p>
      <p>5. 本サービスの登録ユーザーは、本サービスに関連して当社に提供した個人情報等について、開示、削除、訂正または利用停止の請求ができるものとし、本人からの請求であることが確認できる場合に限り、当社はこれに速やかに対応するものとします。</p>
      <p>当社の本件問合せ窓口は以下の通りとします。</p>
      <p>leo運営事務局</p>
      <p>Twitterダイレクトメッセージ : <a href="https://www.twitter.com/_ywzx" target="_blank">@_ywzx</a></p>
      <p>6. 当社は、本サービスの登録ユーザーの提供した情報について、個人を特定できない形で統計的な情報として加工し、当社の裁量において利用することができるものとします。</p>
    </div>
    <h3>第15条 （本規約の変更）</h3>
    <div class="detail-section">
      <p>当社は、本規約を変更できるものとします｡当社は、本規約を変更した場合には、変更後の本規約を本サイト上に表示し、当該表示後７日間の経過をもってその効力が生じるものとします。なお、本サービスの登録ユーザーは当該期間経過後の本サービスの利用により当該変更に同意したものとみなされます。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第16条 （通知）</h3>
    <div class="detail-section">
      <p>本サービスに関する問い合わせその他本サービスの登録ユーザーから当社に対する連絡又は通知、及び本規約の変更に関する通知その他当社から登録ユーザーに対する連絡又は通知は、本サイト上に掲示する方法又は電子メールにより行うものとします。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第17条 （地位の譲渡）</h3>
    <div class="detail-section">
      <p>1. 本サービスの登録ユーザーは、当社の書面による承諾を得た場合を除き、サービス利用契約上の地位又は本規約に基づく権利もしくは義務につき、第三者に対し譲渡、移転、担保設定、その他の処分をすることはできません。</p>
      <p>2. 当社は本サービスにかかる事業を他社に譲渡、会社分割により譲渡（以下、「事業譲渡等」といいます。）を行った場合には、サービス利用契約上の地位、本規約に基づく権利及び義務並びに本サービスの登録ユーザーの情報その他の顧客情報を事業譲渡等に伴い他社に譲渡することができるものとします。本サービスの登録ユーザーはかかる譲渡につき予め同意するものとします。</p>
      <!-- 登録ユーザー -->
    </div>
    <h3>第18条 （分離可能性）</h3>
    <div class="detail-section">
      <p>本規約のいずれかの条項又はその一部が、消費者契約法その他の法令等により無効又は執行不能と判断された場合であっても、当該無効又は執行不能と判断された条項を除く残りの条項は、継続して完全に効力を有するものとします。</p>
    </div>
    <h3>第19条 （準拠法及び管轄裁判所）</h3>
    <div class="detail-section">
      <p>1. 本規約及びサービス利用契約の準拠法は日本法とします。
      <p>2. 本規約又はサービス利用契約に起因し、又は関連する一切の紛争については、東京簡易裁判所又は東京地方裁判所を第一審の専属的合意管轄裁判所とします。</p> 
    </div>
      <h3>附則</h3>
      <p></p>
      <p>2020年11月12日制定</p>
  </div>
</template>

<style scoped>
.term_section {
  margin: 0 auto;
  width: 640px;
}

.section-logo {
  margin: 20px 0px;
  margin-top: 100px;
  text-align: center;
}

.logo {
  height: 80px;
}

h2 {
  padding-top: 8px;
}

h3 {
  padding-top: 16px;
  padding-left: 6px;
}

.detail-section {
  padding-left: 6px;
}

</style>
